Repository: HelioMesquita/LeagueOfLegendsChampions
Catalog: LeagueOfLegendsChampions/Resources/*.lproj/Localizable.strings
Languages: es, pt_br

source: Welcome
es: Bienvenido
pt_br: Bem vindo

# badRequest
source: There was an error loading your data
es: Hubo un error al cargar tus datos
pt_br: Houve algum erro ao carregar seus dados

# unauthorized
source: You are not authorized to see this information
es: No está autorizado para ver esta información
pt_br: Você não possui autorização para ver esta informação

# notFound
source: Could not find what you requested, please try again
es: No se pudo encontrar lo que solicitaste, inténtalo de nuevo
pt_br: Não foi encontrado o que você pediu, tente novamente

# unknownError
source: Please check your internet and try again
es: Por favor revise su internet inténtelo de nuevo
pt_br: Por favor verifique sua internet e tente novamente

# invalidParser
source: Please check App Store for updates
es: Por favor revise alguna actualización
pt_br: Por favor verifique se há alguma atualização

# forbidden
source: Try again later you are temporarily blocked
es: Vuelva a intentarlo más tarde. Bloqueado temporalmente
pt_br: Tente novamente mais tarde. Temporariamente bloqueado

# serverError
source: Error on server, try again
es: Error en el servidor, inténtalo de nuevo
pt_br: Error no servidor, tente novamente

# internetError
source: Please check your internet and try again
es: Por favor revise su internet inténtelo de nuevo
pt_br: Por favor verifique sua internet e tente novamente

source: Try again
es: Intentar otra vez
pt_br: Tentar outra vez

source: Cancel
es: Cancelar
pt_br: Cancelar

# invalidURL
source: Please check App Store for updates
pt_br: Por favor verifique se há alguma atualização
